tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "cmake"
brew "composer"
brew "coreutils"
brew "ffmpeg"
brew "git"
brew "hugo"
brew "imagemagick"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "php", restart_service: true
brew "php@7.4"
brew "sox"
brew "thefuck"
brew "wp-cli"
brew "youtube-dl"

# Casks
cask "blackhole-16ch"
cask "docker"
cask "easyfind"
cask "ferdi"
cask "firefox"
cask "flux"
cask "insomnia"
cask "iterm2"
cask "keka"
cask "omnidisksweeper"
cask "osxfuse"
cask "rectangle"
cask "scroll-reverser"
cask "sequel-ace"
cask "spotify"
cask "sync"
cask "transmission"
cask "visual-studio-code"
cask "vlc"

# Quicklook plugins
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "quik"
cask "suspicious-package"